[
    {
        "type": "text",
        "text": "Pushing through undercurrents ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Technology’s impact on systemic risk: A look at banking ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "As more financial institutions embrace digital innovation, risks emerge that could threaten the stability of the financial system. Some of these risks originate from a single sector. Either way, they could proliferate and become systemic without appropriate management. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "To understand what these technology-driven risks look like, the World Economic Forum (the Forum) and Deloitte consulted over 100 financial services and technology experts in the development of a new report, Pushing through undercurrents. This group shared more specific perspectives on the forces behind technology-driven systemic risk in the banking sector. Here’s a summary of what we learned. You can learn more in the full report from the Forum, and the executive summary from Deloitte. ",
        "page_idx": 0
    },
    {
        "type": "image",
        "img_path": "images/959144e032bb85e34228724a3f686fb73aac15c0a1715b3ea8ac49e72b8a2dea.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Risk 1: Risk exposure from Banking as a Service offerings ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "What could go wrong? ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Banking as a service (BaaS) increasingly relies on application programming interfaces, introducing vulnerabilities that can pose risks for banks. The risk is growing because: ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "· Customers' sensitive data and funds may be at risk from phishing and social engineering attacks · Flawed APls might provide a back door for hackers to penetrate banks' systems · Noncompliance with data privacy rules by BaaS providers might expose partner banks to reputational risks ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "This risk could become systemic if, for example, a malicious actor launches a distributed denial-of-service attack on a BaaS provider, keeping customers from accessing their accounts or making transactions. ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "What sectoral and regional forces could amplify the risk? ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "How can the industry mitigate it? ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "· A complex BaaS technology stack Limited redundancy measures · A lack of input validation, enabling attackers to upload malicious code into a bank’s systems through its APIs ",
        "page_idx": 0
    },
    {
        "type": "table",
        "img_path": "images/3b88064c84b83051467d739e1c184f2894ea73e878f739ab872c9f3935a01225.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Goal</td><td>Mitigation opportunities</td></tr><tr><td>Strong security for BaaS platforms and API connectivity</td><td>· Use input validation protocols · Apply network segmentation and access controlmeasures</td></tr><tr><td>Properly vetted BaaS partners</td><td>· Improve due diligence on BaaS providers</td></tr><tr><td>Institutional knowledge transfer from banks to BaaS partners</td><td>·Help BaaS and other fintech providers get better at risk management and compliance</td></tr></table></body></html>\n\n",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "Risk 2: Inadequate stability mechanisms for stablecoin arrangements ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "What could go wrong? ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Stablecoins mimic fiat currencies but without the backing of a central bank, heightening the probability of a run. The risk is growing because: ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "· Governance and regulatory gaps could perpetuate illicit activities that might threaten the integrity of the broader financial system · The novel technologies used for minting and managing stablecoins are exposed to security risks · The absence of a stability mechanism like deposit insurance increases the risk of a run ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "This risk could become systemic if, for example, a significant stablecoin issuer fails to promptly honor large customer withdrawal requests, touching off a run and eventually collapsing the stablecoin arrangement. ",
        "page_idx": 1
    },
    {
        "type": "table",
        "img_path": "images/8fc54d52834c3f03c85911b3bf204ba5176fa5053c65b508d7b080271a015aa9.jpg",
        "table_caption": [],
        "table_footnote": [
            "To learn more about technology’s impact on systemic risk in banking, including examples, please see pages 60-70 of the full report. "
        ],
        "table_body": "\n\n<html><body><table><tr><td rowspan=\"2\">What sectoral and regional forces could amplify the risk?</td><td colspan=\"2\">How can the industry mitigate it?</td></tr><tr><td>Goal</td><td>Mitigation opportunities</td></tr><tr><td rowspan=\"2\">· A less mature regulatory environment Stringent capital controls, which may encourage individuals in those jurisdictions to park their assets in global stablecoins · Unsecure systems and poorly managed internal processes</td><td>Standardization and oversight of stablecoin arrangements</td><td>· Requirement for anti-money laundering and \"know your customer\" processes for stablecoin issuers</td></tr><tr><td>Investor and customer protection</td><td>tokens · Enforce responsible marketing rules and customer education</td></tr><tr><td></td><td>Transparency of capital reserves</td><td>· Periodically audit and stress-test stablecoin issuers'reserve assets</td></tr></table></body></html>\n\n",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Contacts ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Neal Baumann ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Rob Galaski ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Financial Services Industry leader Deloitte Global nealbaumann@deloitte.com ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Vice-Chair and Managing Partner   \nDeloitte Canada   \nrgalaski@deloitte.ca ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Deloitte refers to one or more of Deloitte Touche Tohmatsu Limited (DTTL), its global network of member firms, and their related entities (collectively, the “Deloitte organization”). DTTL ( also referred to as “Deloitte Global”) and each of its member firms and related entities are legally separate and independent entities, which cannot obligate or bind each other in respect of third parties. DTTL and each DTTL member firm and related entity is liable only for its own acts and omissions, and not those of each other. DTTL does not provide services to clients. Please see www.deloitte.com/about to learn more. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Deloitte provides industry-leading audit and assurance, tax and legal, consulting, financial advisory, and risk advisory services to nearly $90\\%$ of the Fortune Global $500\\textcircled{{\\textperthous}}$ and thousands of private companies. Our people deliver measurable and lasting results that help reinforce public trust in capital markets, enable clients to transform and thrive, and lead the way toward a stronger economy, a more equitable society, and a sustainable world. Building on its 175-plus year history, Deloitte spans more than 150 countries and territories. Learn how Deloitte’s approximately 415,000 people worldwide make an impact that matters at www.deloitte.com. ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "This communication contains general information only, and none of Deloitte Touche Tohmatsu Limited (“DTTL”), its global network of member firms or their related entities (collectively, the “Deloitte organization”) is, by means of this communication, rendering professional advice or services. Before making any decision or taking any action that may affect your finances or your business, you should consult a qualified professional adviser. No representations, warranties or undertakings (express or implied) are given as to the accuracy or completeness of the information in this communication, and none of DTTL, its member firms, related entities, employees or agents shall be liable or responsible for any loss or damage whatsoever arising directly or indirectly in connection with any person relying on this communication. DTTL and each of its member firms, and their related entities, are legally separate and independent entities. ",
        "page_idx": 1
    }
]